hyprland
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
hyprpaper
hyprlock
hypridle
waybar
kitty
thunar
rofi
htop
wiremix
hyprpicker
wl-clipboard
zsh
dunst
grim
networkmanager_dmenu
blueman
slurp
sxiv
libqalculate
